aaron-bond.better-comments
batisteo.vscode-django
bierner.emojisense
bierner.markdown-checkbox
bierner.markdown-preview-github-styles
brunnerh.insert-unicode
buttaiwan.cursor-charcode
cardinal90.multi-cursor-case-preserve
celianriboulet.webvalidator
clemenspeters.format-json
cschlosser.doxdocgen
cweijan.vscode-mysql-client2
darkriszty.markdown-table-prettify
dbaeumer.vscode-eslint
deerawan.vscode-dash
dimitarnonov.jellybeans-theme
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
frhtylcn.pythonsnippets
github.codespaces
github.copilot
github.copilot-chat
harry-ross-software.c-snippets
hbenl.vscode-test-explorer
hediet.debug-visualizer
janisdd.vscode-edit-csv
junstyle.vscode-django-support
kevinrose.vsc-python-indent
littlefoxteam.vscode-python-test-adapter
matangover.mypy
mechatroner.rainbow-csv
mervin.markdown-formatter
mikestead.dotenv
mohammadbaqer.better-folding
mongodb.mongodb-vscode
monish.regexsnippets
monosans.djlint
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
njpwerner.autodocstring
oracle.mysql-shell-for-vs-code
postman.postman-for-vscode
rogalmic.bash-debug
shinotatwu-ds.file-tree-generator
shopify.ruby-extensions-pack
shopify.ruby-lsp
sibiraj-s.vscode-scss-formatter
timonwong.shellcheck
twxs.cmake
vincaslt.highlight-matching-tag
wayou.vscode-todo-highlight
yandeu.five-server
zhangyd.ascii-table
