aaron-bond.better-comments
ahmadalli.vscode-nginx-conf
batisteo.vscode-django
bierner.markdown-checkbox
bierner.markdown-preview-github-styles
celianriboulet.webvalidator
christian-kohler.npm-intellisense
codezombiech.gitignore
cstrap.flask-snippets
cweijan.vscode-mysql-client2
dbaeumer.vscode-eslint
dimitarnonov.jellybeans-theme
donjayamanne.python-environment-manager
editorconfig.editorconfig
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
george-alisson.html-preview-vscode
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
junstyle.vscode-django-support
koichisasada.vscode-rdbg
magicstack.magicpython
matangover.mypy
mechatroner.rainbow-csv
mervin.markdown-formatter
mikestead.dotenv
mohammadbaqer.better-folding
mongodb.mongodb-vscode
monosans.djlint
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
njpwerner.autodocstring
raynigon.nginx-formatter
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
samuelcolvin.jinjahtml
shinotatwu-ds.file-tree-generator
shopify.ruby-extensions-pack
shopify.ruby-lsp
sibiraj-s.vscode-scss-formatter
sorbet.sorbet-vscode-extension
timonwong.shellcheck
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wayou.vscode-todo-highlight
william-voyek.vscode-nginx
zhangyd.ascii-table
