aaron-bond.better-comments
batisteo.vscode-django
bierner.emojisense
celianriboulet.webvalidator
christian-kohler.npm-intellisense
chrmarti.regex
cstrap.flask-snippets
cweijan.vscode-mysql-client2
darkriszty.markdown-table-prettify
davidanson.vscode-markdownlint
dimitarnonov.jellybeans-theme
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
editorconfig.editorconfig
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.codespaces
github.copilot
github.copilot-chat
gitpod.gitpod-desktop
hbenl.vscode-test-explorer
hridoy.rails-snippets
junstyle.vscode-django-support
littlefoxteam.vscode-python-test-adapter
magicstack.magicpython
matangover.mypy
mechatroner.rainbow-csv
mervin.markdown-formatter
mikestead.dotenv
mohammadbaqer.better-folding
mongodb.mongodb-vscode
monish.regexsnippets
monosans.djlint
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.hexeditor
ms-vscode.test-adapter-converter
njpwerner.autodocstring
orta.vscode-jest
pawelborkar.jellyfish
postman.postman-for-vscode
redhat.vscode-yaml
rust-lang.rust-analyzer
samuelcolvin.jinjahtml
shinotatwu-ds.file-tree-generator
shopify.ruby-extensions-pack
shopify.ruby-lsp
sibiraj-s.vscode-scss-formatter
timonwong.shellcheck
vincaslt.highlight-matching-tag
wayou.vscode-todo-highlight
wholroyd.jinja
yandeu.five-server
yzhang.markdown-all-in-one
zhangyd.ascii-table
